/* 个市, */
" Cities," = "个市,";
/* 个县区, */
" Dist.s," = "个县区,";
/* 个省, */
" Prov.s," = "个省,";
/* 个村镇街道 */
" St.s" = "个村镇街道";
/* 个国家, */
" States," = "个国家,";
/*  到  */
" To " = " 到 ";
/* %i selected */
"%i selected" = "%i selected";
/*  的 */
"'s" = " 的";
/* -----%@成功，请返回使用!-----\n */
"-----%@ Succeeded-----" = "-----%@成功，请返回使用!-----\n";
/* -----向iTunes Store请求产品信息失败-----\n */
"-----Failed to request product information from iTunes Store-----\n" = "-----向iTunes Store请求产品信息失败-----\n";
/* -----交易失败，请重新尝试----- */
"-----Failed,please try again!-----" = "-----交易失败，请重新尝试-----";
/* -----不允许程序内付费购买，请到“设置”中打开-----\n */
"-----InAppPurchase is denied,please turn on the function in iOS settings-----\n" = "-----不允许程序内付费购买，请到“设置”中打开-----\n";
/* -----iTunes Store反馈信息结束-----\n */
"-----iTunes Store反馈信息结束-----\n" = "-----iTunes Store反馈信息结束-----\n";
/* -----iTunes Store恢复结束----- */
"-----iTunes Store恢复结束-----" = "-----iTunes Store恢复结束-----";
/* -----iTunes Store没有相关产品信息-----\n */
"-----No such product in iTunes Store-----\n" = "-----iTunes Store没有相关产品信息-----\n";
/* -----收到iTunes Store的反馈信息-----\n */
"-----Receive feedback from iTunes Store-----\n" = "-----收到iTunes Store的反馈信息-----\n";
/* -----收到iTunes Store反馈的交易结果-----\n */
"-----Receive payment result from iTunes Store-----\n" = "-----收到iTunes Store反馈的交易结果-----\n";
/* -----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n */
"-----Request product information-----\n-----Wait Please-----\n" = "-----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n";
/* -----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n */
"-----Request to restore product-----\n-----Wait Please-----\n" = "-----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n";
/* -----iTunes Store恢复失败，请重新尝试----- */
"-----Restore failed,try again please-----" = "-----iTunes Store恢复失败，请重新尝试-----";
/* -----向iTunes Store发送交易请求-----\n */
"-----Sned payment to iTunes Store-----\n" = "-----向iTunes Store发送交易请求-----\n";
/* 1.将足迹包导出为MFR或GPX文件，可在手持GPS上使用 */
"1.Import and export your footprints repository to MFR or GPX files , which can be used in portable GPS" = "1.将足迹包导出为MFR或GPX文件，可在手持GPS上使用";
/* 1.记录足迹，支持后台记录、自动保存、手动加点 */
"1.Record your footprints , support background record, automatically save and manually add footprints" = "1.记录足迹，支持后台记录、自动保存、手动加点";
/* 1.通过MFR或GPX文件分享您的足迹，没有足迹点个数限制 */
"1.Share your footprints to others through MFR or GPX files without footprints count restriction" = "1.通过MFR或GPX文件分享您的足迹，没有足迹点个数限制";
/* 2.足迹智能编辑功能，支持按时刻、地点模式进行足迹点合并，可设置合并距离、是否保留手动加点 */
"2.Intelligently edit your footprints , support merge footprints by moment or location with custom merge distance and reserve manually added footprints" = "2.足迹智能编辑功能，支持按时刻、地点模式进行足迹点合并，可设置合并距离、是否保留手动加点";
/* 2.存储发送和接收的足迹 */
"2.Store footprints both sent and received" = "2.存储发送和接收的足迹";
/* 2.解锁文件浏览器，在iPhone或iPad上管理足迹包文件 */
"2.Unlock File Browser to manage your footprints repository files on iPhone or iPad" = "2.解锁文件浏览器，在iPhone或iPad上管理足迹包文件";
/* 3.解锁浏览模式，随时查看存储的足迹 */
"3.Unlock Browser Mode to lookup stored footprints anytime" = "3.解锁浏览模式，随时查看存储的足迹";
/* 3.解锁记录模式，管理记录和编辑的足迹 */
"3.Unlock Record Mode to manage your recorded and edited footprints" = "3.解锁记录模式，管理记录和编辑的足迹";
/* \n总 */
"\nTotal " = "\n总";
/* 关于 */
"About" = "关于";
/* 操作 */
"Action" = "操作";
/* 新添加照片数量 :  */
"Added New Photo Count: " = "新添加照片数量 : ";
/* 相册地图 */
"AlbumMaps" = "相册地图";
/* 相册地图——您的相册和足迹管理专家 */
"AlbumMaps : Album and Footprints Management Expert" = "相册地图——您的相册和足迹管理专家";
/* 相册地图提示 */
"AlbumMaps Notes" = "相册地图提示";
/* 全部 */
"All" = "全部";
/* 您用户文档中的所有足迹包文件都将被删除，此操作无法恢复，请务必谨慎。确认删除？ */
"All your footprints repository files in Documents directory will be deleted and can not be restored! Are you sure?" = "您用户文档中的所有足迹包文件都将被删除，此操作无法恢复，请务必谨慎。确认删除？";
/* 您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？ */
"All your footprints will be deleted and can not be restored! Are you sure?" = "您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？";
/* 高度 */
"Altitude" = "高度";
/* 面积 */
"Area" = "面积";
/* 警告 */
"Attention" = "警告";
/* 基础模式 */
"BaseMode" = "基础模式";
/* 由于微信分享内容限制为10K，所以请将分享的足迹点数量控制在30个以内，否则可能会分享失败。\n分享和浏览功能可选择多种方式分享，且没有足迹点数量限制。 */
"Because of the restriction of WeChat content , make sure your footprints count within 30 , otherwise share may fail.\nShareAndBrowse function support multiple share styles and has no footprints count restriction." = "由于微信分享内容限制为10K，所以请将分享的足迹点数量控制在30个以内，否则可能会分享失败。\n分享和浏览功能可选择多种方式分享，且没有足迹点数量限制。";
/* 鲜艳橙 */
"Bright Orange" = "鲜艳橙";
/* 浏览模式 记录模式 */
"BrowserMode RecordMode" = "浏览模式 记录模式";
/* 取消 */
"Cancel" = "取消";
/* 用户取消 */
"Cancelled" = "用户取消";
/* 市 */
"City" = "市";
/* 经典灰 */
"Classic Gray" = "经典灰";
/* 客户端禁止购买 */
"ClientInvalid" = "客户端禁止购买";
/* 复制 */
"Copy" = "复制";
/* 价格 ￥12元，是否购买？ */
"Cost $1.99,continue?" = "价格 ￥12元，是否购买？";
/* 当前速度 */
"Current Velocity" = "当前速度";
/* 自定义 */
"Custom" = "自定义";
/* 剪切 */
"Cut" = "剪切";
/* 日期选择器 */
"Date Picker" = "日期选择器";
/* 日 */
"Day" = "日";
/* 深沉棕 */
"Deep Brown" = "深沉棕";
/* 删除 or    Delete */
"Delete" = "删除 or    Delete";
/* 删除足迹包数量 */
"Delete footprints repository count" = "删除足迹包数量";
/* 删除足迹包文件数量 */
"Delete footprints repository files count" = "删除足迹包文件数量";
/* 县区 */
"Dist." = "县区";
/* 里程 */
"Distance" = "里程";
/* 驾车 */
"Drive" = "驾车";
/* 丢弃 */
"Drop" = "丢弃";
/* 东经  */
"E. " = "东经 ";
/* 编辑 */
"Edit" = "编辑";
/* 编辑的 */
"Edited" = "编辑的";
/* 目录为空 */
"Empty" = "目录为空";
/* 结束时间 */
"End Date" = "结束时间";
/* 输入新名称 */
"Enter a new name" = "输入新名称";
/* 错误信息 */
"Error" = "错误信息";
/* 错误信息 :  */
"Error : " = "错误信息 : ";
/* 导出 */
"Export" = "导出";
/* 导出为GPX文件 */
"Export To GPX" = "导出为GPX文件";
/* 导出为MFR文件 */
"Export To MFR" = "导出为MFR文件";
/* 扩展模式 */
"Extended Mode" = "扩展模式";
/* 失败 */
"Failed" = "失败";
/* 文件管理 */
"File Management" = "文件管理";
/* No comment provided by engineer. */
"Floor : " = "Floor : ";
/* 足迹包管理 */
"Footpinrts Repository Management" = "足迹包管理";
/* 足迹点数 */
"Footprints Count" = "足迹点数";
/* 足迹点数量 :  */
"Footprints Count: " = "足迹点数量 : ";
/* 森林绿 */
"Forest Green" = "森林绿";
/* 清新紫 */
"Fresh Plum" = "清新紫";
/* 从  */
"From " = "从 ";
/* 全局设置 */
"Globle" = "全局设置";
/* GPX 文件分享 */
"GPX File Share" = "GPX 文件分享";
/* 高速 */
"HighSpeed" = "高速";
/* 请选择足迹处理方式 */
"How to dealwith the footprints?" = "请选择足迹处理方式";
/* 我知道了 */
"I Know" = "我知道了";
/* 我分享了一个足迹给你，快来看看吧！ */
"I shared my footprints to you!Take a look!" = "我分享了一个足迹给你，快来看看吧！";
/* 我到了  */
"I went to " = "我到了 ";
/* 残忍拒绝 */
"I'm busy." = "残忍拒绝";
/* 我到过  */
"I've been in " = "我到过 ";
/* 导入和导出 */
"ImportAndExport" = "导入和导出";
/* 导入的 */
"Imported" = "导入的";
/* 当前未开始记录或者未定位，无法手动添加足迹点。 */
"Is not recording or haven't got current location." = "当前未开始记录或者未定位，无法手动添加足迹点。";
/* 已经超过10分钟没有新记录点，请及时暂停记录以节省电量。 */
"It has past 10 minutes since last record time.Please pause recording to save energy." = "已经超过10分钟没有新记录点，请及时暂停记录以节省电量。";
/* 选项 */
"Items" = "选项";
/* 上次更新时间 */
"Last update time" = "上次更新时间";
/* 地点模式 */
"LocationMode" = "地点模式";
/* 用相册记录人生，用足迹丈量世界 */
"Measure the world by footprints." = "用相册记录人生，用足迹丈量世界";
/* 按位置合并 */
"Merge By Location" = "按位置合并";
/* 按时刻合并 */
"Merge By Moment" = "按时刻合并";
/* 合并距离 */
"Merge Distance" = "合并距离";
/* 合并成功 */
"Merge Succeeded" = "合并成功";
/* 合并距离： */
"MergeDistance :" = "合并距离：";
/* 合并手动添加足迹点 */
"MergeManuallyAddedFootprint" = "合并手动添加足迹点";
/* MFR 文件分享 */
"MFR File Share" = "MFR 文件分享";
/* 最短距离 */
"MinDistance" = "最短距离";
/* 最小间隔 */
"MinTimeInterval" = "最小间隔";
/* 修改时间 */
"Modification Date" = "修改时间";
/* 时刻模式 */
"MomentMode" = "时刻模式";
/* 时刻模式 地点模式 */
"MomentMode LocationMode" = "时刻模式 地点模式";
/* 月 */
"Month" = "月";
/* 北纬  */
"N. " = "北纬 ";
/* No comment provided by engineer. */
"Next" = "Next";
/* 您还没有添加足迹点，请选择日期或地址添加您的相册足迹。 */
"No footprints yet.Please choose a date or a location to add your album footprints." = "您还没有添加足迹点，请选择日期或地址添加您的相册足迹。";
/* 用户不允许购买 */
"NotAllowed" = "用户不允许购买";
/* 提示 */
"Note" = "提示";
/* 确定 */
"OK" = "确定";
/* 其它 */
"Others" = "其它";
/* 解析文件失败！ */
"Parse file failed!" = "解析文件失败！";
/* 粘贴 */
"Paste" = "粘贴";
/* 已暂停 */
"Paused" = "已暂停";
/* 参数未识别 */
"PaymentInvalid" = "参数未识别";
/* 手机 & 微信 : 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd */
"Phone & WeChat : 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd" = "手机 & 微信 : 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd";
/* 去给好评 */
"Praise" = "去给好评";
/* 没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏 */
"Praise me , please!" = "没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏";
/* No comment provided by engineer. */
"Previous" = "Previous";
/* 产品描述信息 */
"Product Description" = "产品描述信息";
/* 产品名称 */
"Product Name" = "产品名称";
/* 产品价格 */
"Product Price" = "产品价格";
/* 没有相关产品信息 */
"ProductNotAvailable" = "没有相关产品信息";
/* 省 */
"Prov." = "省";
/* 购买 */
"Purchase" = "购买";
/* 购买与恢复 */
"Purchase and Restore" = "购买与恢复";
/* 购买 分享和浏览 功能 */
"Purchase ShareAndBrowse Function" = "购买 分享和浏览 功能";
/* 正在购买... */
"Purchasing..." = "正在购买...";
/* 退出扩展模式 */
"Quite Extended Mode" = "退出扩展模式";
/* 接收 */
"Receive" = "接收";
/* 足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！ */
"Receive Memory Warning.AlbumMaps will clear map data." = "足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！";
/* 收到分享的足迹 */
"Receive Shared Footprints" = "收到分享的足迹";
/* 接收的 */
"Received" = "接收的";
/* 记录 */
"Record" = "记录";
/* 记录保存成功 : */
"Record has been sucessfully saved :" = "记录保存成功 :";
/* 用相册记录人生，用足迹丈量世界 */
"Record your life by albums.Measure the world by footprints." = "用相册记录人生，用足迹丈量世界";
/* 记录和编辑 */
"RecordAndEdit" = "记录和编辑";
/* 记录的 */
"Recorded" = "记录的";
/* 记录中 */
"Recording" = "记录中";
/* 重命名 */
"Rename" = "重命名";
/* 保留手动添加足迹点 : */
"Reserve Manually Added :" = "保留手动添加足迹点 :";
/* 保留手动添加足迹点 */
"ReserveManuallyAddedFootprint" = "保留手动添加足迹点";
/* 恢复 */
"Restore" = "恢复";
/* 正在恢复... */
"Restoring..." = "正在恢复...";
/* 骑行 */
"Ride" = "骑行";
/* 南纬  */
"S. " = "南纬 ";
/* 樱花粉 */
"Sakura Pink" = "樱花粉";
/* 保存 */
"Save" = "保存";
/* 是否保存足迹? */
"Save the recorded footprints?" = "是否保存足迹?";
/* 存储为 */
"Saved As" = "存储为";
/* 扫码下载 */
"ScanToDL" = "扫码下载";
/* 请选择操作 */
"Select an action" = "请选择操作";
/* 发送的 */
"Sent" = "发送的";
/* 设置日期范围 */
"Set Date Range" = "设置日期范围";
/* 设置统计信息 */
"Set statistics info" = "设置统计信息";
/* 设置标题 */
"Set title" = "设置标题";
/* 设置 */
"Settings" = "设置";
/* 分享 */
"Share" = "分享";
/* 分享足迹 */
"Share footprints" = "分享足迹";
/* 分享截图 */
"Share Snap Shots" = "分享截图";
/* 分享和浏览 */
"ShareAndBrowse" = "分享和浏览";
/* 分享《相册地图》给朋友 */
"Share《AlbumMaps》 to friends" = "分享《相册地图》给朋友";
/* 查看 */
"Show" = "查看";
/* 天空蓝 */
"Sky Blue" = "天空蓝";
/* 村镇街道 */
"St." = "村镇街道";
/* 开始时间 */
"Start Date" = "开始时间";
/* 开始合并 */
"Start Merge" = "开始合并";
/* 国家 */
"State" = "国家";
/* 统计信息 */
"Statistics Info" = "统计信息";
/* 个子项 */
"Subitem" = "个子项";
/* 成功 */
"Succeeded" = "成功";
/* 成功导出足迹包至GPX文件数量 */
"Successfully export repository to gpx files count" = "成功导出足迹包至GPX文件数量";
/* 成功导出足迹包至MFR文件数量 */
"Successfully export repository to mfr files count" = "成功导出足迹包至MFR文件数量";
/* 成功导入足迹包数量 */
"Successfully import repository count" = "成功导入足迹包数量";
/* 上滑退出 */
"Swipe up to quite" = "上滑退出";
/* 点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看 */
"Tap '···' and choose 'Open In Safari' to open AlbumMaps" = "点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看";
/* 足迹保存成功。 */
"The recorded footprints has been saved." = "足迹保存成功。";
/* 全球的 */
"the world's" = "全球的";
/* 当前没有记录的足迹点。 */
"There are no recorded footprints yet." = "当前没有记录的足迹点。";
/* 当前处于记录模式并且有记录的足迹点，无法显示足迹包。 */
"There are recorded footprints now and can not show footprints repository." = "当前处于记录模式并且有记录的足迹点，无法显示足迹包。";
/* 当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？ */
"There are recorded footprints now and they will be cleared if show selected footprints.Show or not?" = "当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？";
/* 本月 */
"This Month" = "本月";
/* 本周 */
"This Week" = "本周";
/* 今年 */
"This Year" = "今年";
/* 标题 */
"Title" = "标题";
/* 今天 */
"Today" = "今天";
/* 总 */
"Total " = "总";
/* 总里程: */
"Total:" = "总里程:";
/* 重试 */
"Try Again" = "重试";
/* 体验微信分享 */
"Try WeChat Share" = "体验微信分享";
/* 未知错误 */
"Unknown" = "未知错误";
/* 文件格式不支持。\n请导入MFR或GPX文件。 */
"Unsupported file types.\nPlease import MFR or GPX files." = "文件格式不支持。\n请导入MFR或GPX文件。";
/* 速度 */
"Velocity" = "速度";
/* 西经  */
"W. " = "西经 ";
/* 步行 */
"Walk" = "步行";
/* 西瓜红 */
"Watermelon Red" = "西瓜红";
/* 周 */
"Week" = "周";
/* 是否接收足迹并进入浏览模式？ */
"Would you like to accept the footprints and enter Browser Mode?" = "是否接收足迹并进入浏览模式？";
/* 年 */
"Year" = "年";
/* 您将获得如下功能： */
"You can get utilities below:" = "您将获得如下功能：";
/* 您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。 */
"You denied AlbumMaps to access your album so it can not show your album footprints.Please change the authorization status in iOS Settings." = "您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。";
/* 您没有购买足迹记录 & 记录模式，无法编辑。 */
"You haven't got RecordFucntionAndRecordMode so you can not edit it." = "您没有购买足迹记录 & 记录模式，无法编辑。";
/* 您尚未购买导入和导出！ */
"You haven't puchased ImportAndExport." = "您尚未购买导入和导出！";
/* 您尚未购买分享和浏览！ */
"You haven't puchased ShareAndBrowse." = "您尚未购买分享和浏览！";
/* 您的相册和足迹管理专家。 */
"Your Album and Footprints Management Expert." = "您的相册和足迹管理专家。";
/* ⏱ 自定义记录间隔 */
"⏱ Custom Record TimeInterval" = "⏱ 自定义记录间隔";
/* ⏲ 播放时间间隔 */
"⏲ Play Time Interval" = "⏲ 播放时间间隔";
/* ⚙ 更改应用授权 */
"⚙ App Authorization" = "⚙ 更改应用授权";
/* ⛲️ 恢复已购 */
"⛲️ Restore Purchases" = "⛲️ 恢复已购";
/* No comment provided by engineer. */
"✉️ 短信" = "✉️ 短信";
/* ❌ 清空所有足迹包 */
"❌ Clear All Footprints Repositories" = "❌ 清空所有足迹包";
/* No comment provided by engineer. */
"❌ 清理缓存" = "❌ 清理缓存";
/* 🌈 颜色方案 */
"🌈 ColorScheme" = "🌈 颜色方案";
/* No comment provided by engineer. */
"🌈 缓存高清图" = "🌈 缓存高清图";
/* No comment provided by engineer. */
"🌐 使用蜂窝移动数据" = "🌐 使用蜂窝移动数据";
/* 🍀 微信朋友圈 */
"🍀 WeChat Timeline" = "🍀 微信朋友圈";
/* 🎉 关于 */
"🎉 About" = "🎉 关于";
/* 🎑 购买 分享和浏览 功能 */
"🎑 Purchase ShareAndBrowse Function" = "🎑 购买 分享和浏览 功能";
/* 🎚 单条记录最大足迹点数 */
"🎚 Max Footprints Count" = "🎚 单条记录最大足迹点数";
/* 🎥 购买 记录和编辑 功能 */
"🎥 Purchase RecordAndEdit Function" = "🎥 购买 记录和编辑 功能";
/* 💖 给个好评 */
"💖 Praise me!" = "💖 给个好评";
/* 💠 微信好友 */
"💠 WeChat Session" = "💠 微信好友";
/* 📏 自定义记录距离 */
"📏 Custom Record Distance" = "📏 自定义记录距离";
/* 📏 驾车记录距离 */
"📏 Drive Record Distance" = "📏 驾车记录距离";
/* 📏 高速记录距离 */
"📏 HighSpeed Record Distance" = "📏 高速记录距离";
/* 📏 地点模式合并距离 */
"📏 Location Merge Distance" = "📏 地点模式合并距离";
/* 📏 时刻模式合并距离 */
"📏 Moment Merge Distance" = "📏 时刻模式合并距离";
/* 📏 骑行记录距离 */
"📏 Ride Record Distance" = "📏 骑行记录距离";
/* 📏 步行记录距离 */
"📏 Walk Record Distance" = "📏 步行记录距离";
/* 📤 导出足迹包至GPX文件 */
"📤 Export to GPX Files" = "📤 导出足迹包至GPX文件";
/* 📤 导出足迹包至MFR文件 */
"📤 Export to MFR Files" = "📤 导出足迹包至MFR文件";
/* 📥 从Documents目录导入足迹包 */
"📥 Import From Documents Directory" = "📥 从Documents目录导入足迹包";
/* 📦 购买 全部功能套装 (7折优惠) */
"📦 Purchase All Functions Suit (30% Discount)" = "📦 购买 全部功能套装 (7折优惠)";
/* 🔂 购买 导入和导出 功能 */
"🔂 Purchase ImportAndExport Function" = "🔂 购买 导入和导出 功能";
/* 🗂 文件浏览器 */
"🗂 File Browser" = "🗂 文件浏览器";
/* 🗺 地图缩放比例 */
"🗺 Map Scale Rate" = "🗺 地图缩放比例";
